<section class="block">
    <div class="container">
        <div class="instr">
            <h3 class="pink">Инструкция</h3>
            <p>1. Каждая строчка с новой строки</p>
            <p>2. Чтобы изменить стили строки/части строки надо обернуть текст в [ ] ([строка слас1 слас2])</p>
            <p>3. Для вставки соц сетей использовать {vk} и {ins}</p>
            <p>4. Список классов:</p>
            <p>- discount - для скидок(больше шрифт)</p>
            <p>- pink, purple - цвета</p>
            <p>- text-center, text-right - положение текста(только для всей строки)</p>
        </div>
    </div>
</section>